greet="Добро пожаловать и приятного использования!🙋‍♀"
bot_about="Поддержка, отзывы, замечания и предложения:\n@jelly_helper🗳️"
how_to_use="""
<b>Личный дневник</b> — это средство помощи самому себе в анализе событий жизни, своего отношения к ним и отражение того, что происходит.

<b>Вот несколько причин, почему вести дневник полезно:</b>

 1. <b>Это безопасное пространство для физического выражения мыслей.</b> У нас не всегда получается поделиться сокровенным с близкими людьми, а что-то мы хотим оставить только для себя.
 2. <b>Дневник помогает структурировать наши мысли.</b> Так мы наглядно можем увидеть, что именно нас тревожит и какие чувства нас переполняют.
 3. <b>Так мы лучше проживаем эмоции. Озвучивая свои эмоции, нам легче с ними справляться.</b> Таким способом мы разрешаем и даём себе возможность прочувствовать их, а затем проанализировать, откуда они берутся и как можно с этим поработать.
 4. <b>Учимся формулировать и «озвучивать» свои мысли и желания.</b> Регулярное ведение дневника развивает в нас важный навык: уметь прислушиваться к себе, своим ощущениям, психологическим и телесным сигналам.
 5. <b>Формируется более полная картина жизни.</b> Можно наглядно увидеть, из чего состоит жизнь в данный период, в каких её сферах мы преуспели, а в каких, наоборот, отпустили контроль и дали слабины.
 6. <b>Дневник помогает снизить тревожность и посмотреть на ситуацию более трезво.</b> Например, если вы пребываете в беспокойном состоянии и кажется, что жизнь закончилась, попробуйте изложить суть проблемы на листе бумаги. Велика вероятность того, что вы сможете найти выход из сложившихся обстоятельств, а сам масштаб проблемы сильно уменьшится.
"""
wrong_comm='🙅‍Неверная команда'

main_menu_today_note="📝Сегодняшняя запись"
main_menu_archive="📚Архив"
main_menu_settings="⚙Настройки"
main_menu_meet='...'

any_menu_back="🔙Назад"

write_menu_hint="💡Что написать?"
write_menu_meet="Отправьте, чтобы дополнить✍"
write_menu_done="✅Запись сохранена"
write_edit_note='📑Заменить'
write_delete_note='🔥Удалить'

archive_menu_meet="Здесь можно просматривать и редактировать ваши записи за любые даты"
archive_menu_find_date="🔍Найти по дате"
archive_menu_period="📆Просмотр за период"
archive_menu_download_all="💽Скачать все"

settings_menu_bot_about='👩🏼‍💻Поддержка'
settings_menu_how_to_use='📖Зачем вести дневник?'
settings_menu_timezone='🕐Часовой пояс'
settings_menu_notif='🔔Уведомления'
settings_menu_hide_mode='🔏Режим скрытности'
settings_menu_delete_all='🔥Удалить все'
settings_menu_pay='💎Убрать рекламу'

change_timezone_meet='Для определения часового пояса отправьте название вашего города или геопозицию🗺'
change_timezone_wrong='❌Не смогли определить часовой пояс, попробуйте написать по-другому или отправьте геопозицию'
change_timezone_done='✅Часовой пояс успешно изменен'

change_notif_meet='Введите новое время для уведомлений в формате ЧЧММ🔔'
change_notif_done='✅Время уведомления успешно изменено'
change_notif_wrong_format='🙅Неверный формат, повторите ввод'

lose_conn='🌐Упс, потеряли связь с сервером. Пожалуйста, повторите попытку'

download_all_done='Все ваши заметки📚'

delete_all_meet='⚠️Вы уверены, что хотите удалить все записи? Это действие нельзя отменить'
delete_all_done='✅Все ваши записи удалены'

yes='Да✅'
no='Нет❌'

empty_note='Запись пуста'

hint="""💡<b>Как вести дневник? </b>
Даже самые короткие записи в любом формате способны принести пользу.\n
Однако для лучшей эффективности предлагаем использовать техники:
"""

edit_note_meet='Отправьте новую заметку.\n\nОна ⚠️ПОЛНОСТЬЮ заменит текущую'
edit_note_done='✅Запись изменена'

delete_note_done='✅Запись удалена'

get_confirm='⚠️Вы уверены? Это действие нельзя отменить'

hide_mode_on='🔐Режим скрытности активен'
hide_mode_off='🔓Режим скрытности выключен'

find_date_meet='🔍Введите дату в формате ДДММГГ'

turn_on='🔐Активировать'
tyrn_off='🔓Выключить'

find_date_wrong_format='🙅Неверный формат даты!'

reminder_text='📝Кажется пора сделать запись в дневник'

chose_period_meet='📆Отправьте дату, с которой хотите начать читать, в формате ДДММГГ'
chose_period_exit='🔙Выйти'
chose_period_next='⏭Следующая'

there_is_no_notes='🤷‍♀️Записей нет'

sub_over='Реклама необходима для того, чтобы мы могли и дальше поддерживать бота.🙇‍♀️\n\n' \
         'Приобретите бессрочную подписку и реклама вас больше не побеспокоит.💁‍♀️\n\n' \
         'Перейдите по ссылке для оплаты, оплатите, вернитесь в бота и активируте подписку.ℹ️'

description='Подписка Джелли - убрать рекламу навсегда'

pay_button='Оплатить 379 ₽'

chek_payment='Активировать подписку 💳'

payment_wrong='🚫К сожалению платеж не прошел, повторите попытку.\n\n⚠️Если у вас несколько сообщений с оплатой, то проверьте, что вы нажимаете "Активировать подписку" именно у того сообщения, через которое оплачивали'
payment_done='✅Подписка успешно активирована!'

del_or_get_journal='Забрать/Удалить дневник'
chose_action='Выберите действие:'

teqn_1='Дневник благодарности'
teqn_2='Дневник автоматических мыслей'
teqn_3='Дневник тревоги'
teqn_4='Фрирайт дневник'

teqn_back='«Назад'

teqn_1_text="""
<b>Дневник благодарности</b> — это личный дневник, в котором человек оставляет записи о событиях, вызывающих у него чувство благодарности.

 1. <b>Подумайте</b> о положительных событиях, моментах или людях, за которые вы благодарны. Это может быть приятный разговор, помощь друга, достижение личной цели или даже простые радостные моменты, которые вы испытали в течение дня.
 2. <b>Напишите</b> в дневнике благодарности несколько конкретных вещей или событий, за которые вы благодарны. Старайтесь подробно описывать, какие именно аспекты вызывают у вас благодарность.
 3. <b>Прочувствуйте.</b> После записи возьмите небольшую паузу, чтобы задуматься над этими положительными аспектами и почувствовать благодарность внутри себя.

Примеры записей в дневнике благодарности:

 ● «Сегодня я благодарен/благодарна за поддержку моего партнёра/подруги/родителей, которые всегда рядом, когда мне нужно».
 ● «Я благодарен/благодарна за прекрасный закат, который я увидел/увидела сегодня вечером».
 ● «Спасибо за встречу с друзьями, которая принесла мне массу улыбок и хороших воспоминаний».
 ● «Я благодарен/благодарна за возможность заниматься любимым хобби, которое приносит мне радость и умиротворение».
 ● «Спасибо моему коллеге за поддержку и помощь в трудной рабочей ситуации».

Важно помнить, что чётких указаний и правил ведения дневника благодарности нет. Вы сами решаете, чем будете наполнять дневник благодарности и как он будет выглядеть.
"""
teqn_2_text="""
Дневник автоматических мыслей:

 ○ <b>Дата и время.</b> В этой колонке записывайте, когда появляются дискомфортные эмоции и состояния.
 ○ <b>Ситуация.</b> В этой колонке записывайте, какая ситуация вызвала неприятные переживания.
 ○ <b>Автоматическая мысль.</b> Это наша оценка ситуации. Такие мысли могут быть не оформлены в слова или фразы, они могут мелькать в виде образов.
 ○ <b>Эмоция.</b> В эту колонку записывайте эмоции (чувства, состояния), которые доставляют вам дискомфорт. Оценивайте эмоцию по 10-бальной шкале.
 ○ <b>Адаптивный ответ.</b> В этой колонке проанализируйте мысль. В этом вам помогут ответы на вопросы.
 ○ <b>Результат.</b> В этой колонке оценивайте интенсивность дискомфортных переживаний по шкале от 0 до 10.

Рекомендуется заполнять дневник каждый день перед сном, вспоминая все события и реакции, произошедшие за день. На первых этапах специалисты рекомендуют выписывать по десять событий в день.
"""
teqn_3_text="""
Один из вариантов ведения дневника тревог — создание таблицы с 5 колонками:

 1. <b>«Ситуация».</b> В эту колонку записываются все ситуации, которые происходят с человеком за день, а также те ситуации, в которых он замечает появление тревожности и особых тревожных мыслей.
 2. <b>«Мысли».</b> В этой колонке записываются мысли, которые возникают в связи с ситуацией.
 3. <b>«Чувства».</b> В этой колонке записываются чувства, которые человек испытывает в связи с ситуацией.
 4. <b>«Реакция тела».</b> В этой колонке записываются телесные реакции, которые возникают в связи с ситуацией.
 5. <b>«Поведение».</b> В этой колонке записываются действия, которые человек предпринимает в связи с ситуацией.

Чем больше событий записывается в дневник, тем быстрее человек может абстрагироваться от своих собственных мыслей и чувств, разделить мысли и чувства, повысить свою осознанность в ситуации, а также отследить механизм действия своей тревоги.

Благодаря дневнику мыслей и чувств человек может находить свои собственные глубинные установки, а также учиться формулировать новые адаптивные мысли.
"""
teqn_4_text="""
<b>Фрирайтинг</b> (свободное письмо) — это техника, которая предполагает свободное механическое записывание своих мыслей в условиях ограниченного времени без редактирования.

<b>Для проведения фрирайтинга следуйте следующим шагам:</b>

 1. <b>Найдите подходящее место и время.</b> Выберите тихое и спокойное место, где никто не будет вас беспокоить.
 2. <b>Определите время</b>, которое хотите занять фрирайтингом. Это может быть 10–15 минут или даже больше, в зависимости от вашего желания и возможности.
 3. <b>Настройтесь на режим письма.</b> Постарайтесь убрать все ожидания относительно того, что вы должны написать. Помните, что во фрирайтинге нет правильных или неправильных ответов.
 4. <b>Задайте себе вопрос или выберите тему.</b> Это может быть что угодно: ваши чувства, мысли, определённые события или даже просто «Что у меня на уме?».
 5. <b>Начинайте писать.</b> Пишите без остановки и перебора слов. Не старайтесь оформлять текст, не редактируйте его. Просто позвольте словам и мыслям литься на бумагу или экран.
 6. <b>Не критикуйте себя.</b> Важно помнить, что фрирайтинг — это не оценивание качества текста, а процесс освобождения своего внутреннего голоса.
 7. <b>Не читайте написанное до окончания сессии.</b> Чтение может привести к желанию исправить, редактировать или изменить текст.
 8. <b>Завершите сессию.</b> Когда вы чувствуете, что написали достаточно или закончилось отведенное время, остановитесь. Вы можете вернуться к фрирайтингу в другой раз, если захотите.
"""